# FORMULAE
brew 'bash'
brew 'clang-format'
brew 'cmake'
brew 'doctl'
brew 'exercism'
brew 'fzf'
brew 'gh'
brew 'go'
brew 'gopls'
brew 'heroku/brew/heroku'
brew 'koekeishiya/formulae/skhd'
brew 'koekeishiya/formulae/yabai'
brew 'libevent'
brew 'luajit'
brew 'luarocks'
brew 'lynx'
brew 'lz4'
brew 'n'
brew 'neofetch'
brew 'neovim'
brew 'pandoc'
brew 'pkg-config'
brew 'ripgrep'
brew 'tcl-tk'
brew 'utf8proc'
brew 'wimlib'
brew 'yarn'
brew 'yuicompressor'
brew 'zsh'

# CASKS
cask 'anki'
cask 'keka'
cask 'docker'
cask 'sublime-text'
cask 'font-fira-code'
cask 'calibre'
cask 'hammerspoon'
cask 'karabiner-elements'
cask 'kitty'
cask 'spotify'
