tap 'camspiers/taps'
tap 'cmacrae/formulae'
tap 'golangci/tap'
tap 'heroku/brew'
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'neovim/neovim'
tap 'planetscale/tap'
tap 'romkatv/powerlevel10k'

brew 'bat'
brew 'berkeley-db'
brew 'camspiers/taps/readydocker'
brew 'cmake'
brew 'dbus'
brew 'doctl'
brew 'fzf'
brew 'gcc'
brew 'gh'
brew 'git'
brew 'go'
brew 'golangci/tap/golangci-lint'
brew 'gopls'
brew 'heroku/brew/heroku'
brew 'httpie'
brew 'imagemagick'
brew 'jq'
brew 'libnotify'
brew 'libxft'
brew 'libyaml'
brew 'luajit'
brew 'luarocks'
brew 'lynx'
brew 'make'
brew 'mutt'
brew 'mysql-client'
brew 'n'
brew 'neofetch'
brew 'neovim'
brew 'node'
brew 'openvpn'
brew 'ripgrep'
brew 'romkatv/powerlevel10k/powerlevel10k'
brew 'rust'
brew 'rustfmt'
brew 'shellcheck'
brew 'shfmt'
brew 'tcl-tk'
brew 'tree'
brew 'utf8proc'
brew 'wimlib'
brew 'yarn'
brew 'yuicompressor'
brew 'zsh-autosuggestions'
brew 'zsh-syntax-highlighting'

cask 'anki'
cask 'keka'
cask 'docker'
cask 'font-blex-mono-nerd-font'
cask 'font-fira-code-nerd-font'
cask 'rar'
cask 'alfred'
cask 'calibre'
cask 'hammerspoon'
cask 'brave-browser'
cask 'karabiner-elements'
cask 'vlc'
cask 'kitty'
cask 'drawio'
cask 'spotify'
