tap 'camspiers/taps'
tap 'cmacrae/formulae'
tap 'golangci/tap'
tap 'helix-editor/helix'
tap 'heroku/brew'
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'neovim/neovim'
tap 'planetscale/tap'
tap 'romkatv/powerlevel10k'
tap 'sourcegraph/src-cli'

brew 'aws-cdk'
brew 'aws-shell'
brew 'bat'
brew 'berkeley-db'
brew 'cmake'
brew 'dbus'
brew 'deno'
brew 'doctl'
brew 'fd'
brew 'ffmpeg'
brew 'fzf'
brew 'gcc'
brew 'gh'
brew 'git'
brew 'go'
brew 'golangci/tap/golangci-lint'
brew 'gopls'
brew 'helm'
brew 'heroku/brew/heroku-node'
brew 'httpie'
brew 'imagemagick'
brew 'jq'
brew 'libnotify'
brew 'libxft'
brew 'libyaml'
brew 'luajit-openresty'
brew 'luarocks'
brew 'lynx'
brew 'make'
brew 'minikube'
brew 'mongosh'
brew 'mutt'
brew 'mysql-client'
brew 'n'
brew 'neofetch'
brew 'neovim'
brew 'node@14'
brew 'openjdk@8'
brew 'openvpn'
brew 'php'
brew 'planetscale/tap/pscale'
brew 'pnpm'
brew 'ripgrep'
brew 'romkatv/powerlevel10k/powerlevel10k'
brew 'rustup-init'
brew 'shellcheck'
brew 'shfmt'
brew 'sourcegraph/src-cli/src-cli'
brew 'tcl-tk'
brew 'tree'
brew 'utf8proc'
brew 'vercel-cli'
brew 'wimlib'
brew 'yarn'
brew 'yuicompressor'
brew 'zsh'
brew 'zsh-autosuggestions'
brew 'zsh-syntax-highlighting'

cask 'font-jetbrains-mono-nerd-font'
cask 'anki'
cask 'postman'
cask 'keka'
cask 'docker'
cask 'google-chrome-canary'
cask 'google-cloud-sdk'
cask 'font-blex-mono-nerd-font'
cask 'font-fira-code-nerd-font'
cask 'rar'
cask 'alfred'
cask 'virtualbox'
cask 'calibre'
cask 'hammerspoon'
cask 'brave-browser'
cask 'karabiner-elements'
cask 'vlc'
cask 'kitty'
cask 'drawio'
cask 'spotify'
