tap 'camspiers/taps'
tap 'cmacrae/formulae'
tap 'epk/epk'
tap 'heroku/brew'
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'koekeishiya/formulae'
tap 'neovim/neovim'
tap 'romkatv/powerlevel10k'

brew 'ansible'
brew 'bash-completion@2'
brew 'bat'
brew 'camspiers/taps/readydocker'
brew 'clang-format'
brew 'cmake'
brew 'dbus'
brew 'doctl'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'go'
brew 'gopls'
brew 'heroku/brew/heroku'
brew 'hugo'
brew 'jq'
brew 'koekeishiya/formulae/skhd'
brew 'koekeishiya/formulae/yabai'
brew 'libnotify'
brew 'libxft'
brew 'luajit'
brew 'luarocks'
brew 'lynx'
brew 'lz4'
brew 'make'
brew 'mutt'
brew 'mysql-client'
brew 'n'
brew 'neofetch'
brew 'neovim'
brew 'pandoc'
brew 'perl'
brew 'pnpm'
brew 'ripgrep'
brew 'romkatv/powerlevel10k/powerlevel10k'
brew 'ruby'
brew 'rust'
brew 'shellcheck'
brew 'shfmt'
brew 'tcl-tk'
brew 'tmux'
brew 'tree'
brew 'wimlib'
brew 'yarn'
brew 'yuicompressor'
brew 'zsh-autosuggestions'
brew 'zsh-syntax-highlighting'

cask 'typora'
cask 'ripcord'
cask 'anki'
cask 'alacritty'
cask 'keka'
cask 'docker'
cask 'font-blex-mono-nerd-font'
cask 'font-fira-code-nerd-font'
cask 'rar'
cask 'epk/epk/font-sf-mono-nerd-font'
cask 'vagrant'
cask 'virtualbox'
cask 'calibre'
cask 'hammerspoon'
cask 'karabiner-elements'
cask 'firefox-nightly'
cask 'kitty'
cask 'spotify'
